
//var drapp= angular.module('mydrapp', []);
//
//drapp.controller('Drtrue', ['$scope', function($scope){
//	$scope.address = [
//		{id:"0","word":"香港店"},
//		{id:"1","word":"北京-SOHO店"},
//		{id:"2","word":"上海-红坊店"},
//		{id:"3","word":"深圳-世界之窗店"},
//		{id:"4","word":"广州-中信广场店"},
//		{id:"5","word":"重庆-WFC店"},
//		{id:"6","word":"武汉-风情街店"},
//		{id:"7","word":"南京-1912店"},
//		{id:"8","word":"长沙-万达广场店"},
//		{id:"9","word":"天津-津湾广场店"},
//		{id:"10","word":"昆明-万达广场店"},
//		{id:"11","word":"苏州-美罗百货店"},
//		{id:"12","word":"大连-凯丹广场店"},
//		{id:"13","word":"无锡-恒隆广场店"},
//		{id:"14","word":"成都-晶融汇广场店"},
//		{id:"15","word":"宁波-和义大道店"},
//		{id:"16","word":"郑州-大商金博大店"},
//		{id:"17","word":"杭州-利星名品广场店"},
//		{id:"18","word":"沈阳-市府恒隆店"},
//		{id:"19","word":"西安-王府井店"},
//		{id:"20","word":"青岛-金狮广场店"},
//		{id:"21","word":"济南-恒隆广场店"},
//		{id:"22","word":"哈尔滨-金太阳店"},
//		{id:"23","word":"福州-世欧广场店"},
//		{id:"24","word":"太原-梅园百盛店"},
//		{id:"25","word":"南宁-航洋国际城店"},
//		{id:"26","word":"合肥-万象城店"},
//		{id:"27","word":"石家庄-乐汇城店"},
//		{id:"28","word":"厦门-SM城市广场店"},
//		{id:"29","word":"沈阳-中街恒隆店"},
//		{id:"30","word":"温州-财富购物中心店"},
//		{id:"31","word":"重庆-观音桥店"},
//		{id:"32","word":"上海-香港广场店"},
//		{id:"33","word":"长春-活力城店"},
//		{id:"34","word":"南通-圆融广场店"},
//		{id:"35","word":"常州-吾悦广场店"},
//		{id:"36","word":"南京-金茂汇店"},
//		{id:"37","word":"大连-恒隆广场店"},
//		{id:"38","word":"海口-东方广场店"},
//		{id:"39","word":"唐山-银泰城店"},
//		{id:"40","word":"成都-仁恒置地店"},
//		{id:"41","word":"北京-银泰in88店"},
//		{id:"42","word":"贵阳-汇金星力城店"},
//		{id:"43","word":"银川-CC MALL店"},
//		{id:"44","word":"杭州-星光大道店"},
//		{id:"45","word":"兰州-国芳百货店"},
//		{id:"46","word":"武汉-壹方购物中心店"},
//		{id:"47","word":"西宁-国芳百货店"},
//		{id:"48","word":"呼和浩特-维多利店"},
//		{id:"49","word":"郑州-大商国贸店"},
//		{id:"50","word":"南昌-T16购物中心店"}
//	];
//}]);

























